---
title: StructuralSectionConcreteCross
classe: Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionConcreteCross
namespace: Autodesk.Revit.DB.Structure.StructuralSections
eredita: Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionRectangular
revit: "2025"
revitapi: "25.4.30.0"
stato: auto
verbo: leggere
membri_n: 2
---

# StructuralSectionConcreteCross

!!! note "Scheda automatica"
    La corrispondenza C#→Python è generata dalle 7 Regole. Descrizione, tranello ed esempio sono **da rivedere** — contribuisci.

## La classe

_(una frase: cos'è e a cosa serve)_

## La corrispondenza

| nella doc (C#) | in python | tipo |
|---|---|---|
| `Double CantileverHeight { get; set; }` | `structuralSectionConcreteCross.CantileverHeight` | Double |
| `Double CantileverLength { get; set; }` | `structuralSectionConcreteCross.CantileverLength` | Double |

## Il tranello

_(ciò che la pagina non dice e ti farebbe sbagliare)_

## Lo script

```python
# esempio da completare
```